IDEA StatiCa Open Model
Point2D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the Point2D class
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point2D()
Public Sub New
public:
Point2D()
See Also
Reference
Point2D Class
IdeaRS.OpenModel.Geometry2D Namespace